[
  {
    "id": 1,
    "chapterId": 1,
    "name": "Что из нижеперечисленного соответствует термину «автопоезд»?",
    "variants": ["Колесный трактор, буксирующий прицеп.", "Эвакуатор, буксирующий на жесткой сцепке неисправный автомобиль.", "Велосипед, буксирующий велосипедный прицеп промышленного производства."],
    "correct": 0
  },  {
    "id": 2,
    "chapterId": 1,
    "name": "Что из нижеперечисленного соответствует термину «велосипед»?",
    "variants": ["Велосипед с подвесным двигателем", "Мопед с выключенным двигателем, который пешеход ведет по дороге.", "Инвалидная коляска, приводимая в движение мускульной силой человека, находящегося в ней.", "Трехколесное транспортное средство, приводимое в движение мускульной силой человека, находящегося на (в) нем."],
    "correct": 2
  },  {
    "id": 3,
    "chapterId": 1,
    "name": "Что из нижеперечисленного соответствует термину «видимость дороги»?",
    "variants": ["Максимальное расстояние, на котором с места водителя можно распознать пешехода.", "Минимальное расстояние, на котором с места водителя можно увидеть «стоп-линию».", "Максимальное расстояние в направлении движения, на котором с места водителя можно распознать количество проезжих частей на дороге.", "Максимальное расстояние вправо от направления движения, на котором можно распознать транспортные средства, приближающиеся к перекрестку по главной дороге."],
    "correct": 1
  },  {
    "id": 4,
    "chapterId": 1,
    "name": "В каком случае лицо, обучаемое управлению механическим транспортным средством, является водителем?",
    "variants": ["При обучении управлению колесным трактором.", "При проведении контрольных проверок учебной организации.", "При сдаче квалификационного практического экзамена на право управления механическим транспортным средством.", "Не является в любом из перечисленных случаев."],
    "correct": 3
  },  {
    "id": 5,
    "chapterId": 1,
    "name": "Кто из перечисленных лиц является водителем?",
    "variants": ["Физическое лицо, обучаемое управлению транспортным средством в момент сдачи квалификационного практического экзамена на автодроме.", "Физическое лицо, управляющее транспортным средством, включая лицо, обучаемое управлению механическим транспортным средством (сдающее квалификационный практический экзамен на право управления механическим транспортным средством).", "Физическое лицо, управляющее транспортным средством, за исключением лица, обучаемого управлению механическим транспортным средством (сдающего квалификационный практический экзамен на право управления механическим транспортным средством)."],
    "correct": 2
  },  {
    "id": 6,
    "chapterId": 1,
    "name": "Что из нижеперечисленного является велосипедной дорожкой согласно Правилам дорожного движения?",
    "variants": ["Элемент дороги, выделенный конструктивно и обозначенный дорожным знаком «Велосипедная дорожка».", "Элемент дороги, выделенный с помощью линий горизонтальной дорожной разметки и обозначенный дорожным знаком «Велосипедная дорожка».", "Обособленная дорога, обозначенная дорожным знаком «Велосипедная дорожка».", "Все перечисленное."],
    "correct": 3
  },  {
    "id": 7,
    "chapterId": 1,
    "name": "Кто из нижеперечисленных лиц является водителем?",
    "variants": ["Физическое лицо, обучаемое управлению самоходной машиной.", "Физическое лицо, принимающее квалификационный практический экзамен на право управления механическим транспортным средством и при этом находящееся в нем.", "Физическое лицо, принимающее квалификационный практический экзамен на право управления механическим транспортным средством и при этом не находящееся в нем."],
    "correct": 1
  },  {
    "i": 8,
    "chapterId": 1,
    "name": "В каком из перечисленных случаев водитель совершил вынужденную остановку?",
    "variants": ["Остановился на обочине из-за прокола колеса.", "Остановился у тротуара при появившемся стуке в подвеске правого колеса.", "Остановился в полосе движения из-за ослепления фарами встречного автомобиля.", "Во всех перечисленных случаях."],
    "correct": 1
  },  {
    "id": 9,
    "chapterId": 1,
    "name": "В каком из перечисленных случаев водитель совершил вынужденную остановку?",
    "variants": ["Остановился на обочине из-за прокола колеса.", "Остановился у тротуара при появившемся стуке в подвеске правого колеса.", "Остановился в полосе движения из-за ослепления фарами встречного автомобиля.", "Во всех перечисленных случаях."],
    "correct": 3
  },  {
    "id": 10,
    "chapterId": 1,
    "name": "Какому из нижеперечисленных условий соответствует термин «вынужденная остановка транспортного средства»?",
    "variants": ["Прекращение движения водителем такси для посадки пассажира.", "Прекращение движения водителем такси для посадки пассажира.", "Преднамеренное прекращение движения с целью высадки пассажиров.", "Преднамеренное прекращение движения с целью разгрузки транспортного средства."],
    "correct": 1
  },  {
    "id": 11,
    "chapterId": 1,
    "name": "Какая из перечисленных ситуаций соответствует термину «дорожно-транспортное происшествие»?",
    "variants": ["Столкновение двух велосипедистов, в результате которого один велосипед был поврежден.", "Наезд гужевой повозки на пешехода, в результате которого пешеход получил легкие телесные повреждения.", "Столкновение велосипедиста с гужевой повозкой, в результате которого велосипедист получил легкие телесные повреждения.", "Наезд мопеда на пешехода, в результате которого пешеход получил менее тяжкие телесные повреждения."],
    "correct": 3
  },  {
    "id": 12,
    "chapterId": 1,
    "name": " Соответствует ли пересечение проезжей части дороги с трамвайными путями термину «железнодорожный переезд»?",
    "variants": ["Да, если это пересечение с линией скоростного трамвая на одном уровне.", "Да, если это пересечение обозначено дорожным знаком «Пересечение с трамвайной линией».", "Нет, не соответствует."],
    "correct": 2
  },  {
    "id": 13,
    "chapterId": 1,
    "name": "В каком из перечисленных случаев водитель совершил маневрирование?",
    "variants": ["Съехал на обочину для замены колеса.", "Остановился перед светофором с запрещающим сигналом.", "Объехал препятствие, не выезжая за пределы полосы движения.", "Не перестраиваясь, опередил попутно двигавшееся в соседней полосе транспортное средство."],
    "correct": 0
  },  {
    "id": 14,
    "chapterId": 1,
    "name": "Какая из перечисленных ситуаций соответствует термину «дорожно-транспортное происшествие»?",
    "variants": ["Происшествие, в результате которого произошло возгорание автомобиля, не находившегося в движении.", "Происшествие, в результате которого были украдены стеклоочистители с автомобиля, находившегося на неохраняемой стоянке.", "Происшествие, в результате которого произошел наезд автомобиля на пешехода с велосипедом, в результате которого был причинен вред здоровью пешехода.", "Происшествие, совершенное с участием велосипеда, находившегося в движении, в результате которого был поврежден автомобиль, не находившийся в движении."],
    "correct": 2
  },  {
    "id": 15,
    "chapterId": 1,
    "name": "Что из нижеперечисленного соответствует термину «механическое транспортное средство»?",
    "variants": ["Транспортное средство, приводимое в движение двигателем.", "Транспортное средство, оборудованное для перевозки двигателей.", "Устройство или конструкция, предназначенные для перевозки пассажиров и грузов.", "Транспортное средство, предназначенное для участия в дорожном движении в составе с транспортным средством, приводимым в движение двигателем."],
    "correct": 0
  },  {
    "id": 16,
    "chapterId": 1,
    "name": "Какое из перечисленных транспортных средств не относится к механическим?",
    "variants": ["Мопед.", "Трамвай.", "Велосипед.", "Все перечисленные."],
    "correct": 2
  },  {
    "id": 17,
    "chapterId": 1,
    "name": " Какое транспортное средство из перечисленных ниже соответствует термину «мотоцикл»?",
    "variants": ["Двухколесное механическое транспортное средство, приводимое в движение двигателем с рабочим объемом до 50 куб. сантиметров, имеющее максимальную конструктивную скорость движения, определенную его технической характеристикой, более 50 км/ч.", "Двухколесное механическое транспортное средство, приводимое в движение двигателем с рабочим объемом до 50 куб. сантиметров, имеющее максимальную конструктивную скорость движения, определенную его технической характеристикой, не более 50 км/ч.", "Трехколесное механическое транспортное средство, приводимое в движение двигателем с рабочим объемом до 50 куб. сантиметров, имеющее максимальную конструктивную скорость движения, определенную его технической характеристикой, не более 50 км/ч.", "Соответствуют все перечисленные."],
    "correct": 0
  },  {
    "id": 18,
    "chapterId": 1,
    "name": "Какие из перечисленных дорожных условий соответствуют термину «недостаточная видимость»?",
    "variants": ["Видимость дороги в направлении движения менее 300 метров в условиях сильного дождя.", "Видимость дороги в направлении движения менее 300 метров, ограниченная поворотом дороги.", "Видимость дороги в направлении движения менее 300 метров, ограниченная транспортными средствами, движущимися впереди.", "Соответствуют все перечисленные."],
    "correct": 0
  },  {
    "id": 19,
    "chapterId": 1,
    "name": "При каком минимальном расстоянии видимости в направлении движения, обусловленной выпадением осадков, видимость дороги не будет считаться недостаточной?",
    "variants": ["50 метров.", "100 метров.", "150 метров.", "300 метров.", "300 метров."],
    "correct": 3
  },  {
    "id": 20,
    "chapterId": 1,
    "name": "Что из нижеперечисленного не соответствует термину «опасность для движения»?",
    "variants": ["Изменение условий дорожного движения, угрожающее безопасности участников дорожного движения, вынуждающее водителя остановиться.", "Изменение условий дорожного движения, угрожающее безопасности участников дорожного движения, вынуждающее водителя увеличить скорость.", "Изменение технического состояния транспортного средства, угрожающее безопасности участников дорожного движения, вынуждающее водителя снизить скорость движения.", "Все соответствуют."],
    "correct": 0
  },  {
    "id": 21,
    "chapterId": 2,
    "name": "Кто из участников дорожного движения имеет право на получение медицинской помощи в случае ДТП?",
    "variants": ["Только лица, имеющие договор страхования здоровья.", "Только лица, не нарушавшие Правила дорожного движения на момент совершения ДТП.", "Имеют все участники дорожного движения."],
    "correct": 2
  },  {
    "id": 22,
    "chapterId": 2,
    "name": "Если при ДТП был причинен вред здоровью или имуществу участников дорожного движения, имеют ли они право на возмещение причиненного им вреда?",
    "variants": ["Имеют только водители.", "Не имеют пассажиры транспортных средств, водители которых виновны в совершении ДТП.", "Имеют все участники дорожного движения."],
    "correct": 2
  },  {
    "id": 23,
    "chapterId": 2,
    "name": "Что входит в обязанности участников дорожного движения?",
    "variants": ["Только знать относящиеся к ним правила.", "Знать и соблюдать относящиеся к ним требования Правил дорожного движения.", "Знать весь текст Правил дорожного движения и соблюдать относящиеся к ним правила.", "Знать и соблюдать относящиеся к ним требования Правил дорожного движения и требовать от остальных участников дорожного движения выполнения Правил."],
    "correct": 1
  },  {
    "id": 24,
    "chapterId": 2,
    "name": "Что из нижеперечисленного не входит в обязанности участников дорожного движения?",
    "variants": ["Принимать меры по задержанию лиц, загрязняющих дороги.", "Не выбрасывать мусор и иные предметы вне специально отведенных мест.", "Принимать меры по недопущению загрязнения дорог и окружающей среды.", "Участники дорожного движения обязаны выполнить все перечисленное."],
    "correct": 0
  },  {
    "id": 25,
    "chapterId": 2,
    "name": "Обязан ли сотрудник ГАИ, остановивший транспортное средство, предъявить водителю служебное удостоверение?",
    "variants": ["Нет, не обязан.", "Обязан предъявить по требованию водителя.", "Обязан только в темное время суток в случае отсутствия транспортного средства оперативного назначения."],
    "correct": 1
  },  {
    "id": 26,
    "chapterId": 2,
    "name": "Какие из перечисленных прав есть у водителя?",
    "variants": ["Получать медицинскую помощь в случае дорожно-транспортного происшествия.", "Знать причину, по которой сотрудником ГАИ остановлено транспортное средство, а также его фамилию и должность.", "Передавать управление другому лицу, имеющему при себе водительское удостоверение на право управления механическим транспортным средством соответствующей категории с талоном к нему.", "Все перечисленные."],
    "correct": 3
  },  {
    "id": 27,
    "chapterId": 2,
    "name": "Каким образом сотрудником ГАИ может выражаться требование об остановке транспортного средства?",
    "variants": ["Жестом руки.", "Путем подачи сигнала жезлом.", "С помощью громкоговорящего устройства.", "Путем включения на транспортном средстве оперативного назначения маячка красного цвета.", "Может выражаться всеми перечисленными способами."],
    "correct": 4
  },  {
    "id": 28,
    "chapterId": 2,
    "name": "Должностные лица каких из перечисленных органов не имеют права остановки транспортных средств для осуществления возложенных на указанные органы функций?",
    "variants": ["Органов пограничной службы.", "Вооруженных Сил Республики Беларусь.", "Министерства по чрезвычайным ситуациям.", "Внутренних войск Министерства внутренних дел.", "Все перечисленные имеют право остановки транспортных средств."],
    "correct": 2
  },  {
    "id": 29,
    "chapterId": 2,
    "name": "Какие документы из перечисленных обязан передавать для проверки водитель механического транспортного средства должностным лицам (кроме сотрудника ГАИ), имеющим право остановки транспортного средства для осуществления возложенных на них функций?",
    "variants": ["Водительское удостоверение или документ, удостоверяющий его личность.", "Документ, подтверждающий заключение договора обязательного страхования гражданской ответственности владельца транспортного средства.", "Все перечисленные."],
    "correct": 0
  },  {
    "id": 30,
    "chapterId": 2,
    "name": "Какие документы из указанных водитель обязан предъявлять сотруднику таможенных органов в соответствии с Правилами дорожного движения?",
    "variants": ["Документ, удостоверяющий личность, или водительское удостоверение.", "Документ (сертификат) о прохождении государственного технического осмотра.", "Документ, подтверждающий заключение договора обязательного страхования гражданской ответственности владельца транспортного средства.", "Все перечисленные."],
    "correct": 0
  },  {
    "id": 31,
    "chapterId": 2,
    "name": "По требованию какого должностного лица водитель обязан пройти в установленном порядке проверку на предмет определения состояния алкогольного опьянения?",
    "variants": ["По требованию сотрудника ГАИ.", "По требованию должностного лица органов государственной безопасности.", "По требованию должностного лица Транспортной инспекции Министерства транспорта и коммуникаций.", "Всех перечисленных."],
    "correct": 0
  },  {
    "id": 32,
    "chapterId": 2,
    "name": "Обязан ли водитель проверять техническое состояние транспортного средства перед началом движения?",
    "variants": ["Обязан только после длительной стоянки.", "Обязан только при наличии соответствующих знаний и уровня квалификации.", "Обязан только водитель транспортного средства, принадлежащего юридическому лицу или индивидуальному предпринимателю.", "Обязан в любом случае."],
    "correct": 3
  },  {
    "id": 33,
    "chapterId": 2,
    "name": "Что из перечисленного обязан выполнить водитель перед началом движения?",
    "variants": ["Отдохнуть не менее 14 часов.", "Проверить техническое состояние транспортного средства.", "Прогреть двигатель до температуры охлаждающей жидкости не менее 90 градусов.", "Все перечисленное."],
    "correct": 1
  },  {
    "id": 34,
    "chapterId": 2,
    "name": "Разрешается ли перевозить в населенном пункте пассажиров с непристегнутыми ремнями безопасности в транспортном средстве, оборудованном ремнями безопасности?",
    "variants": ["Нет, не разрешается.", "Да, разрешается в любых случаях.", "Разрешается только на заднем сиденье."],
    "correct": 0
  },  {
    "id": 35,
    "chapterId": 2,
    "name": "Обязано ли быть пристегнуто ремнем безопасности лицо, обучаемое управлению механическим транспортным средством?",
    "variants": ["Не обязано при первоначальном обучении на автодроме.", "Обязано только при обучении на дорогах общего пользования.", "Обязано в любом случае."],
    "correct": 2
  },  {
    "id": 36,
    "chapterId": 2,
    "name": "Кто из перечисленных лиц может не пристегиваться ремнями безопасности при движении в транспортном средстве, оборудованном ремнями безопасности?",
    "variants": ["Пассажир автомобиля-такси при движении в населенном пункте.", "Лицо, обучающее управлению механическим транспортным средством, когда транспортным средством управляет обучаемый управлению.", "Лицо, принимающее квалификационный практический экзамен на право управления механическим транспортным средством, когда транспортным средством управляет лицо, сдающее квалификационный практический экзамен на право управления механическим транспортным средством.", "Все перечисленные."],
    "correct": 1
  },  {
    "id": 37,
    "chapterId": 2,
    "name": "Кому из перечисленных лиц разрешено не пристегиваться ремнями безопасности при движении в транспортном средстве, оборудованном ремнями безопасности, в населенном пункте?",
    "variants": ["Водителю автомобиля-такси.", "Пассажиру транспортного средства оперативного назначения.", "Пассажиру и водителю с медицинскими противопоказаниями, перечень которых определяется Министерством здравоохранения.", "Лицу, обучающему управлению механическим транспортным средством, когда транспортным средством управляет обучаемый управлению.", "Всем перечисленным."],
    "correct": 4
  },  {
    "id": 38,
    "chapterId": 2,
    "name": "В каком случае водитель обязан уступать дорогу пешеходам?",
    "variants": ["На нерегулируемом пешеходном переходе.", "На регулируемом пешеходном переходе при одновременном для водителя и пешеходов разрешающем сигнале светофора.", "На регулируемом пешеходном переходе при одновременном для водителя и пешеходов разрешающем сигнале регулировщика.", "Во всех перечисленных случаях."],
    "correct": 3
  },  {
    "id": 39,
    "chapterId": 2,
    "name": "В каком случае водителю разрешается покидать свое место или оставлять транспортное средство?",
    "variants": ["Если приняты меры, исключающие возможность угона транспортного средства.", "Если приняты меры, исключающие самопроизвольное движение транспортного средства.", "Если приняты меры, исключающие самопроизвольное движение транспортного средства.", "Если приняты все перечисленные меры."],
    "correct": 1
  },  {
    "id": 40,
    "chapterId": 2,
    "name": "Что из нижеперечисленного обязан выполнять водитель?",
    "variants": ["Предоставлять транспортное средство для освобождения проезжей части дороги от транспортных средств, поврежденных при дорожно-транспортном происшествии.", "Доставлять на управляемом транспортном средстве работников организаций здравоохранения для проезда к месту нахождения больного, жизнь которого находится под угрозой.", "Доставлять на управляемом транспортном средстве лиц, нуждающихся в срочной медицинской помощи, в ближайшую организацию здравоохранения по требованию работников правоохранительных органов.", "Все перечисленное."],
    "correct": 3
  },  {
    "id": 41,
    "chapterId": 3,
    "name": "На каком пешеходном переходе пешеход имеет преимущество перед транспортными средствами?",
    "variants": ["На нерегулируемом пешеходном переходе.", "На регулируемом пешеходном переходе при разрешающем сигнале регулировщика или светофора.", "В обоих перечисленных случаях."],
    "correct": 2
  },  {
    "id": 42,
    "chapterId": 3,
    "name": "Как должен обозначить себя пешеход при движении по краю проезжей части дороги в темное время суток?",
    "variants": ["Сигнальными фонарями.", "Световозвращающим элементом (элементами).", "Пешеход должен идти с включенным фонарем, освещая себе дорогу.", "Пешеходу запрещается двигаться в темное время суток по краю проезжей части дороги."],
    "correct": 1
  },  {
    "id": 43,
    "chapterId": 3,
    "name": "При переходе проезжей части дороги пешеход остановился. В каком случае он не нарушил Правила дорожного движения?",
    "variants": ["Если остановился на островке безопасности.", "Если остановился на линии, разделяющей попутные транспортные потоки.", "Если остановился на линии, разделяющей встречные транспортные потоки.", "Нарушил во всех случаях."],
    "correct": 0
  },  {
    "id": 44,
    "chapterId": 3,
    "name": "Как должен двигаться пешеход, ведущий велосипед по обочине, обозначенный световозвращателями, в темное время суток?",
    "variants": ["По ходу движения транспортных средств.", "Навстречу движению транспортных средств.", "По обочине любого направления движения."],
    "correct": 0
  },  {
    "id": 45,
    "chapterId": 3,
    "name": "Как должна осуществляться посадка (высадка) пассажиров?",
    "variants": ["После полной остановки транспортного средства только с тротуара или обочины.", "После полной остановки транспортного средства с посадочной площадки, а в случае ее отсутствия — с тротуара или обочины.", "После полной остановки транспортного средства с посадочной площадки, а в случае ее отсутствия — с тротуара или обочины. В случае отсутствия тротуара или обочины — с проезжей части дороги при условии, что не будет создано помех движущимся транспортным средствам."],
    "correct": 1
  },  {
    "id": 46,
    "chapterId": 3,
    "name": "В каком случае пассажиры при движении механического транспортного средства, оборудованного ремнями безопасности, обязаны быть пристегнутыми?",
    "variants": ["Только при нахождении на переднем сиденье.", "На всех сиденьях транспортного средства при движении вне населенного пункта.", "На всех сиденьях, оборудованных ремнями безопасности."],
    "correct": 2
  },  {
    "id": 47,
    "chapterId": 3,
    "name": "Что из перечисленного запрещается пассажиру во время движения?",
    "variants": ["Закрывать двери транспортного средства.", "Кричать в салоне автомобиля, отвлекая водителя от управления транспортным средством.", "Сидеть на грузе, находящемся ниже уровня бортов, при поездке на грузовом автомобиле с грузовой платформой.", "Все перечисленное."],
    "correct": 1
  },  {
    "id": 48,
    "chapterId": 3,
    "name": "Что необходимо предпринять водителю, если по дороге навстречу приближается транспортное средство оперативного назначения с включенным маячком синего цвета и специальным звуковым сигналом?",
    "variants": ["Уступить дорогу и обеспечить беспрепятственный проезд указанному транспортному средству.", "Снизить скорость, двигаться как можно правее, быть готовым остановиться в случае необходимости.", "Остановиться на правой обочине (при ее отсутствии занять на проезжей части дороги крайнее правое положение) и не возобновлять движение до проезда транспортного средства оперативного назначения."],
    "correct": 0
  },  {
    "id": 49,
    "chapterId": 3,
    "name": "Как должны поступить водители красного и зеленого автомобилей при приближении транспортного средства оперативного назначения?",
    "variants": ["Водители обоих автомобилей должны съехать на обочину и остановиться.", "Водители обоих автомобилей должны уступить дорогу и обеспечить беспрепятственный проезд транспортному средству оперативного назначения."],
    "correct": 1
  },  {
    "id": 50,
    "chapterId": 3,
    "name": "Что должен предпринять водитель, если по дороге без разделительной полосы приближается в попутном направлении транспортное средство оперативного назначения с включенными маячками синего и красного цветов и специальным звуковым сигналом?",
    "variants": ["Продолжать движение, уступая дорогу и обеспечивая беспрепятственный проезд.", "Остановиться на обочине, а при ее отсутствии — занять крайнее правое положение в правой полосе движения и остановиться."],
    "correct": 1
  },  {
    "id": 51,
    "chapterId": 3,
    "name": "Как Вы должны поступить, если по дороге с разделительной зоной приближается во встречном направлении транспортное средство оперативного назначения с включенными маячками синего и красного цветов и специальным звуковым сигналом?",
    "variants": ["Остановиться справа на обочине.", "Продолжать движение, уступая дорогу и обеспечивая беспрепятственный проезд."],
    "correct": 0
  }
]